{
  "hed": "Ten  Explanations",
  "dek": "This section offers both a chronology of the art-farm and ten explanations for why artists have felt a sudden urge to farm at different points throughout the last forty years. Freedom is a running theme throughout this section, as it pertains to the choices citizens make, as well as artists’ capacities to act (I-can), their desires to achieve particular goals (I-will) and their prospects for outsourcing their desires to others (you-will), generous acts that can turn out to be either emancipating or exploitative. Many of the ideas articulated in this section hinge on Hannah Arendt’s 1958 remark: “Only where the I-will and the I-can coincide does freedom come to pass.” Section One concludes with a summary of the five roles for artist-farmers: 1) farming awareness, 2) farming innovations, 3) farming communities/community farming, 4) species diversification and 5) farming mysticism, which occupy Sections Two through Six of this book.  ",
  "subsection": [
    {
      "subhead": "Today’s “Farming Wars”",
      "main-p": [
        "While everybody accepts that there are ever more mouths to feed, as the world’s population tends to double every fifty years, how we go about feeding people has become hotly contested territory. Most worry that those farming methods that prove the least dangerous to the Earth cannot generate sufficient yields to feed our planet’s growing population. Today’s “farming wars,” where people battle out the practicality of one farming technique—such as non-BGH cows—over another, are no less heated than contemporary debates concerning evolution, when life begins or the merits of inoculating babies.1 Regardless of the debates that rage on, we must blaze a sustainable path, since the planet’s population is predicted to expand by another 33% to 9.3 billion people by 2050.  ",
        "Only thirty-five years ago, population control was deemed one of the most important issues facing developed and developing nations alike. Author Jonathan Franzen’s latest novel, Freedom (2010), serves as a reminder of how much the issue of overpopulation bore on people’s minds back then. Freedom begins in the late seventies, when its protagonist Walter Berglund, who parlays his collegiate obsession with overpopulation into an environmental law career, is still a bright-eyed college student. Some thirty years later, Berglund is eventually sacked for his obsession with this societal issue, which strangely never faded!  ",
        "As a high school freshman and the only girl on our debate team ca. 1976, I was assigned the “negative side” prepared to oppose that year’s nationally designated affirmative position, “Resolved: That the development and allocation of scarce world resources should be controlled by an international organization.” On the heels of the 1973 OPEC oil embargo against the U.S. for supporting Israel in the Yom Kippur War, “scarce world resources” primarily meant oil, food and medical care. To win this debate, the negative side had to either prove the abundance of whatever resource their opponents had declared “scarce” or demonstrate the correlation between governmental regulations and scarcity.2  ",
        "In the post-Roe v. Wade era (after 1973), even sensible discussions regarding population control risk getting reframed as indicative of some “pro-abortion” position. The pro-life movement that surged in the ’80s has found ways to convince people that neither overpopulation nor food shortages are urgent issues.3 In fact, one rarely finds politicians lamenting overpopulation, which is why Franzen’s Freedom seemed novel when it hit bookstores.  ",
        "What high school debaters mostly disputed in 1976 wasn’t whether some “international organization” would prove more or less effective than either nationalization of natural resources or demand-driven mechanisms, but whether oil, food and/or doctors were really in short supply. And as we now know, technological gains have significantly enhanced food yields, enabling the global population to be better fed, despite its having grown by 72%. For those who value “technological advancements” as a good  in itself, view ever more babies as “God’s will”  or consider population growth “capitalism’s prime mover,” food has fortunately not borne out as much of a scarce world resource as that era’s high school debaters feared, casting the “negative side” as the winning position. One might thus conclude that as long as publicly funded “university research” and privately funded “corporate implementation” conspire to “develop” and “allocate” food yields, any international organization meant to “regulate” resources seems superfluous.4 But this is not a viable solution here, especially since an “international organization,” the Food and Agriculture Organization of the United Nations, has regulated food as a scarce world resource since 1945.5  ",
        "Truthfully, one should not be too keen to be on this debate’s winning side, since enhanced yields require expending ever more scarce world resources, such as water pumped from local wells and chemicals produced using fossil fuels. The Green Revolution, which increased grain production by 250% between 1950 and 1984, facilitated the population growth whose diet is fueled by “natural gas-derived fertilizers, oil-derived pesticides and hydro-carbon fueled irrigation.”6 Just as food did not turn out to be as scarce a resource as people once feared, proven energy reserves have more than doubled to 1,500 billion barrels (2010) from 600 billion barrels (1970), even though roughly 800 billion barrels of oil have since been removed from the ground.7  ",
        "Eventually, rising global populations and declining energy reserves will substantially aggravate food production. In fact, the increased demand for renewable energies at the expense of food production (specifically, farmers profiting more from harvesting corn for ethanol than food) caused the 2008 global food crisis, whereby price spikes endangered the global poor’s food stock. Agricultural economists worry that the 2012 drought that has already shrunk corn and soy yields will have similar effects.  ",
        "Even though crop yields have risen as arable land has disappeared, islands like Japan and Taiwan, whose populations have effectively outgrown their homes’ food production capacity, have food self-sufficiency rates of only 24% and 32%, respectively. As a result, Japan and Taiwan must import most of their food, something developing nations, whose populations routinely double and triple, will never be able to afford.8  ",
        "One of the more interesting reports to come out recently concerns the fact that developing nations benefit most from organic farming techniques, as well as distribution mechanisms that require fewer than 100 miles of transportation, aka “sustainable rural development.” This same study indicates that organic farms in developing nations produce yields that are 80% higher than conventional farming practices, while organic farms produce only 92% of the yield produced by conventional farming in developed nations, perhaps because preservation and transportation are more cost-effective in developed nations.9 "
      ]
    },
    {
      "subhead": "Why Artist-Farmers? ",
      "main-p": [
        "One question people routinely ask me is: “How did artists get into ‘farming as art’ in the first place?” There are several explanations, although each explanation reflects a particular set of socio-political and art historical issues that caused artists to deem farming a viable artistic alternative. At this juncture, one is tempted to ask: the alternative to what? As we shall see, artists have at times viewed farming as a type of “process art,” where making is on par with doing; a DIY strategy with survivalist leanings; a community-galvanizing scheme; a model for “social practice” and more recently a model for decentralized, open-ended collaboration. Since the 1960s, artists have taken up farming as the alternative to purely “ideational” conceptual art, projects dependent on others for material sustenance, activities geared more toward the cognoscente, art produced more for collectors than regular folk or an artworld governed by dealers, administrators, curators and the like. ",
        "As we shall see, the unprecedented farming-as-art surge that is currently flourishing sprouted in the nineties as one among many DIY survivalist strategies, inspired in part by a growing interest in self-reliance. In an effort to explain Atelier van Lieshout’s (AVL) self-sufficiency, art writer Dave Hickey summarized Michel Foucault’s 1984 book History of Sexuality, Volume 3: The Care of the Self as, “Take care of yourself! Survive by your own lights.”10 Although DIY types and neoliberals readily adopted this survivalist attitude in the nineties, today’s DIY types tend to favor people-power over individual liberty, thus replacing the nineties mantle of myopia (AVL’s farming-to-feed-its-own) with an aughties appreciation for hyperopic (big picture) opportunities.11 Just as AVL were evolving into the hottest collective on the international exhibition circuit, a handful of lesser-known artists alternatively applied farming as art to unite diverse communities under umbrella projects, a strategy that eventually blossomed into today’s model for “decentered” community engagement, whereby routine group deliberation and negotiation are the norm.  ",
        {
          "#text": "Originating as an artworld methodology for “community artists,” who routinely facilitate community discussions in order to articulate and then activate local interests, the global “occupy” movements seem to employ similar strategies to identify each encampment’s particular needs, goals and purposes, which tend to shift daily rather than remaining stable. Today, farming is just one among many artistic media, no different than sculpture, painting, video or “new genre.”12 Most important, artists’ motivations for engaging farming techniques as part of their artistic practice constantly change, depending on what issues/concerns/problems inspire some sudden urge to farm.",
          "endnote-ref": "13"
        }
      ]
    },
    {
      "image-wrapper": {
        "Image": { "-href": "file:///Users/Loki/Desktop/to%20sort/1%20work/Green%20Acres%20Book/2%20Green%20Acres%20Final/GreenAcres%20Book%20Folder/Links/dreamstime_l_7181946.jpg" },
        "sidebar": "Artists have historically produced “crop props”—cave drawings of hunters/animals, fertility figurines, inspiring petroglyphs, musical instruments, animal vessels or floral-imagery pots—all intended to boost yields.",
        "photo-credit": "Prehistoric cave painting ©Plotnikov/Dreamstime.com"
      },
      "subhead": "Explanation One:  “Crop Props” and “Issues of Place” are Historic Features of Art",
      "main-p": [
        {
          "#text": [
            "The most obvious explanation for “how artists got into farming as art” concerns “issues of “place,” which have been a constant source of artistic focus since the dawn of history. Alongside primeval shamans (medicine men/priests) who performed messianic rituals and ancient scientists who mysteriously invented new species, transforming grasses and roots into edible wheat, corn and potatoes, artists have historically produced “crop props”—cave drawings of hunters/animals, fertility figurines, inspiring petroglyphs, musical instruments, animal vessels and floral-imagery pots—all intended to boost yields. Crop props, whether sculptural props or drawn imagery, have helped community members to imagine, hope for, anticipate and prepare for greater harvests next year. Just as 19th century artists Frederick Church, Thomas Cole and Albert Bierstadt created amazing landscape paintings that bemoaned land loss in the face of urban expansion, contemporary artists have increasingly produced works since the sixties that inspire spectators’ curiosity concerning food sources and/or farming practices, so as to invigorate the planet’s survivability.",
            " In addition to farming as art, more and more artists produce art tied to food production, including art addressing food chains, food justice, gardening, ecological innovations and environmental concerns.",
            " So many young artists are interested in farming that art colleges such as the Maryland Institute College of Art offer semester-long courses in urban farming. "
          ],
          "endnote-ref": [
            "14",
            "15"
          ]
        },
        "One could argue that no global issue is more important than food production, especially since human beings’ survival desperately depends upon affordable food’s availability, which of course is tied to water shortages. More recently, there has been a lot of discussion over the conversion of farmland used to grow food corn into farmland used to grow fuel corn for ethanol. For some, an art degree is no more practical than a philosophy degree, but in actuality, artists around the world routinely exhibit “activist” works that provoke people to question the inevitability of industrialized farming methods, the necessity of mono-cropping and the over-exaggerated claims of the Green Revolution. ",
        {
          "#text": [
            "Since the millennium, more artists than ever have engaged in “social practices that give back to the environment and society,” rather than merely producing art geared toward consumers.",
            " Some have built demonstration farms that could solve local problems regarding a lack of quality food available to ordinary citizens. Sure, corporate farmers are feeding more and more people, but at what costs to our planet? The common view these days is that it would take four more Earths for human beings to enjoy the same living standards that most U.S. citizens enjoy. Something’s got to give, but certainly not food (or water)."
          ],
          "endnote-ref": "16"
        }
      ]
    },
    {
      "subhead": "Explanation Two:  During the 1960s, “Land Art” Arose as a Viable Genre for Art ",
      "main-p": [
        {
          "#text": [
            "In the late sixties/early seventies, about a dozen artists began experimenting with “land art,” which opened up the possibility of farming as art, although only Agnes Denes, Hans Haacke and Newton and Helen Harrison ever exhibited field crops as art back then. During this period, several other avant-garde artists, including Carl Andre, Keith Arnatt, Joseph Beuys, Judy Chicago, Christo and Jean-Claude, Jan Dibbets, Walter De Maria, Hamish Fulton, Group “i”, Michael Heizer, Nancy Holt, Patricia Johanson, Richard Long, Heinz Mack, David Nash, Claes Oldenburg, Dennis Oppenheim, Robert Smithson, Alan Sonfist, Ben Vauthier and Franz Erhard Walther produced nature-inspired works outdoors, enabling them to interrogate, integrate and involve land for numerous reasons.",
            " Despite the fact that land art typically occurs in desolate places, British land artist Hammish Fulton considers the land art of De Maria, Heizer and Smithson “inescapably urban,” even continuing “the landscape without . . . any sense of respect for it . . . a continuation of ‘Manifest Destiny’ . . . the so-called ‘heroic conquering’ of nature.”"
          ],
          "endnote-ref": [
            "17",
            "18"
          ]
        },
        {
          "#text": "By contrast, one might tie the more nature-friendly art approaches introduced by Denes, Haacke, the Harrisons, Johanson, Nash and Sonfist to “back to the land” movements, which flourished during this same period when “hippies,” disillusioned with the U.S. government’s inability to halt the Vietnam War, opted, under the influence of Harvard psychologist Timothy Leary, to “turn on, tune in and drop out.”",
          "endnote-ref": "19"
        },
        "“Fragile Ecologies” curator Barbara Matilsky tells a related tale in her 1992 exhibition’s accompanying essay, which addresses the origins of environmental art. She notes how the social and political climate of the 1960s paved the way toward an art concerned with nature.  ",
        "Just as the “farming wars” are sure to rage on for years to come, each successive generation of artists stakes out new and different artistic territories, as well as particular motivations for farming. Each new generation will secure its own artistic strategies to explore art’s relationship to society, just as yesteryear’s artists made art to alert their peers.21"
      ],
      "image-wrapper": {
        "Image": { "-href": "file:///Users/Loki/Desktop/to%20sort/1%20work/Green%20Acres%20Book/2%20Green%20Acres%20Final/GreenAcres%20Book%20Folder/Links/Rye-In-The-Tropics%2c-Guggenheim-Museum%2c-1971.jpg" },
        "sidebar": "Hans Haacke, Rye in the Tropics, 1971, Solomon R. Guggenheim Museum, New York City, New York Although art-historical texts typically blame Haacke’s controversial work for the last-minute cancellation of his first museum solo exhibition, this image makes one wonder whether the museum director cancelled his show because he feared a trustee revolt once they witnessed the then nearly new (only 12 years old) Guggenheim’s gorgeous alcoves splattered with mud and potentially teeming with insects.",
        "photo-credit": "Hans Haacke ©Hans Haacke/ ARS. Courtesy Paula Cooper Gallery, New York"
      },
      "quote": "As an increasing number of people began to question traditional values and governmental policies regarding Vietnam, racial segregation, women’s status and the environment, many artists began their own soul-searching. By examining art’s relationship to society and the conventional materials and media of their profession, a group of artists in the United States and Europe started to challenge established assumptions about making and exhibiting art. Many turned to nature and began interpreting its life-generating forces to create radically new kinds of art.20  "
    },
    {
      "subhead": "Explanation Three:  Farming Produces “Stuff” That Human Beings Actually Need",
      "main-p": [
        "Douglas Huebler’s infamous 1969 remark—“The world is full of objects, more or less interesting. I do not wish to add any more.”—characterizes that era’s anti-stuff, “conceptual” mode of being. One way for artists who shared Huebler’s anti-stuff conviction to “legitimize” adding more stuff to the world would be to create stuff people actually need, such as food. A third reason artists turned to farming as art is that farming combines the “process of making” implicit in process art with some radical “anti-materialist” gesture, although of course it also requires dealing with matter that is increasingly physical, alive and unpredictable (dependent on numerous external factors).  ",
        " The mid-1970s global obsession with overpopulation and scarce world resources, mentioned above, finally set the stage for the art-historical moment when a handful of avant-garde artists who had been championing the primarily ideational strategies of conceptual art, process art and performance art opted instead to produce “stuff” to address the problem of overpopulation. Even crazier, those artists, who expected galleries and museums to exhibit earthy farmworks indoors, would need additional “grow” lights as well as permission to track soil, moisture and insects into the otherwise pristine, humidity-controlled, sterile environment jokingly referred to as the “white cube.”22 Given this image from Haacke’s 1971 Guggenheim exhibition, one wonders whether the reason ordinarily cited for his exhibition’s cancellation (the museum’s director deemed one work overly derisive) wasn’t actually a ruse to erase the “big mess” Haacke created when he transformed that “gorgeous” museum’s terrazzo-clad exhibition bays into mud-splattered terrariums.23 Until this image was published in Transplant (2000), I hadn’t realized that Haacke had already begun installing when the Guggenheim’s director cancelled his show. ",
        "Since its origins in the early seventies, farming as art, however fleeting, has entailed a kind of making that involves growing edible foodstuff and has sometimes been accompanied by generous acts of preparing, serving and sharing food. As early as 1962, the Fluxus artist Alison Knowles performed the open-ended event score “Proposition Number 2: Make a Salad” at the Institute for Contemporary Art, London.24 When Helen and Newton Harrison presented Fish Feast (1971) at London’s Hayward Gallery a decade later, the audience for food as art had been well primed. The Harrisons (now known as Harrison Studio) quite frankly explain their motivations for making and exhibiting the Survival Series (1970–1972) as envisioning “self-sufficient farming techniques to feed an over-populated world.”25 Rather than merely envision farming techniques via drawings or sketches, they actually built seven functioning indoor farms, which they exhibited in museums across the United States and Europe, accompanied by performances that engaged participants in the preparation and serving of food harvested from their exhibition.26 ",
        "The Harrisons felt that if they could propose workable indoor farming models, then suburbanites (and, more recently, city folk) could become “subsistence farmers,” growing their family’s immediate food needs in their dining rooms, thus minimizing each family’s “farm-to-market” carbon footprint and anxieties roused by rising food costs.27 After developing different indoor-farming prototypes (portable fish farm, worm farm, portable orchard, upright pasture, flat pasture, hog pasture, potato patch plus full-farm condensed [all seven combined]), they realized that farming under lights proved too energy-expensive (note that Survival Farm roughly culminates with the 1973 energy embargo). Influenced by what they had learned producing these indoor farms, they “began to think more directly about reclamation and restitution at whatever scale opportunity offered,” which led to First Lagoon (1972).28"
      ],
      "image-wrapper": {
        "sidebar": "Newton Harrison harvesting brine shrimp so Helen can prepare shrimp pâté, 1971, Los Angeles County Museum of Art, Los Angeles, California",
        "Image": { "-href": "file:///Users/Loki/Desktop/to%20sort/1%20work/Green%20Acres%20Book/2%20Green%20Acres%20Final/GreenAcres%20Book%20Folder/Links/Harvesting%20the%20Brine%20Shrimp.tif" }
      }
    },
    {
      "subhead": "Explanation Four:  The Loss of the Safety Net Gives Rise  to Rugged Individualism",
      "main-p": [
        "Fast-forward three decades to the millennium. Why the pre-Y2K surge in artist-farmers? The sudden rise in artists who found farming relevant could be linked to a “survivalist” strain that spread like wildfire throughout the nation during the “rough and tumble” nineties, when “twice as many better-paid and better-educated workers lost their jobs than [did] workers in the 1980s, and outsourcing, multiple-job incomes, adjunct positions, employee insecurity and fighting for a living wage became the norm.”29 President Clinton’s notoriously ending “welfare as we know it” (1996) coincided with the rise of “rugged individualist” agendas, which encouraged widespread aspirations toward self-reliance, despite individuals’ diverse viewpoints.  ",
        "The popular press’ mythologizing of rugged individualism ushered in a slew of new role models, ranging from neoliberal, go-it-alone types, as epitomized by the numerous militia groups cropping up across the nation in the early nineties and the “self-starters” glamorized in the film Titanic (1997), to entrepreneurial actions fostering self-reliance such as trendy dotcoms, “cowboy” start-ups, and the collective works produced by artists Ocean Earth (active since 1980), N55 (since 1994) and Atelier van Lieshout (since 1995). With the safety net effectively torn asunder, everybody suddenly wished to become either an entrepreneur or an urban pioneer.  ",
        "This DIY attitude, which reigned throughout the nineties, fostered several “alternative” tendencies: members of diverse scientific fields adopted interdisciplinary approaches, and artists embraced non-art skills, such as sewing, anthropology, history and architecture, otherwise unavailable in art-school educations.30 One also noticed a low-key cultural storm afoot, epitomized by the influence of skater culture and the X Games ascendancy, as well as the slew of low-budget art galleries dotting the western coastline (from L.A. to Seattle), which eventually spread east to Williamsburg, filling in points in between.31 Meanwhile, the Internet, which arrived in the mid-nineties, proved duplicitous, connecting billions of people globally while leaving locals feeling ever more isolated.32  ",
        "In the midst of such conflicted ambitions, my 2001 essay “Survival Strategies: Gearing Up for Autarkic Communities or the Post-Political Society?” attempted to analyze what had happened to cause fin-de-siècle fashion to resemble cyber-wilderness gear and whether the accelerating trend toward survivalist-oriented artworks signaled the dismantling of the political sphere as we knew it.  ",
        "In retrospect, the millennial public’s demeaning politics as ineffectual and obsolete, bolstered by a declining voter turnout, anticipated the collapse of the political and its replacement by the social, whose prowess in terms of “social media,” “social practice” and “social design” was already self-evident.33 It may seem peculiar, but this survivalist article mentions only two artworld farms: the Harrisons’ Survival Series (1970–1972) and Tobias Rehberger’s The Sun from Above (Die Sonne von Oben) (2000) at the Museum of Contemporary Art, Chicago.  ",
        "Although this article criticized Joep van Lieshout’s decision to exclude politics from his supposedly autarkic (self-sufficient) art community, AVL-Ville (since 2001), I failed to mention AVL’s portable farm, Pioneer Set (1999/2000), which I had actually seen the summer before. Pioneer Set had been included in “Wonderland,” an exhibition curated by Rochelle Steiner for the Saint Louis Art Museum. In retrospect, I most likely didn’t mention AVL’s outdoor farm, despite its portability (portability is an interesting feature of farms, but not so  of artworks), since Pioneer Set represents an unusually benign aspect of AVL’s notoriously brutal, “he-man antics,” which include “hunting, slaughtering and butchering animals, preparing sausages, retreating to isolation tanks, indulging sexual freedom and living outdoors.”35 Since Pioneer  Set facilitates subsistence farming wherever it is planted, it offers a survival strategy of sorts, yet  it truly pales in comparison to AVL’s well- documented survival schemes, whose defensive tactics include bomb production, as well as rifle and handgun manufacturing. Exemplary of the rugged individualist characterizing life in the nineties, AVL considered weapons to be “part  and parcel of self-sufficiency in our modern  middle ages.”3"
      ],
      "image-wrapper": [
        {
          "Image": [
            {
              "-href_opt": "images/The%20sun%20from%20above%202_opt.jpeg",
              "-href": "file:///Users/Loki/Desktop/004%20to%20sort/1%20work/Green%20Acres%20Book/2%20Green%20Acres%20Final/GreenAcres%20Book%20Folder/Links/The%20sun%20from%20above%202.jpg"
            },
            {
              "-href_opt": "images/The%20sun%20from%20above%201_opt.jpeg",
              "-href": "file:///Users/Loki/Desktop/004%20to%20sort/1%20work/Green%20Acres%20Book/2%20Green%20Acres%20Final/GreenAcres%20Book%20Folder/Links/The%20sun%20from%20above%201.jpg"
            },
            {
              "-href_opt": "images/The%20sun%20from%20above%203_opt.jpeg",
              "-href": "file:///Users/Loki/Desktop/004%20to%20sort/1%20work/Green%20Acres%20Book/2%20Green%20Acres%20Final/GreenAcres%20Book%20Folder/Links/The%20sun%20from%20above%203.jpg"
            }
          ],
          "sidebar": "Tobias Rehberger, The Sun from Above (Die Sonne von Oben) (2000), Museum of Contemporary Art, Chicago, Illinois Having planted several vegetable gardens adjacent to museums, such as Within View of Seeing (Perspectives and the Prouvé) (1998) for Manifesta 2 at Luxembourg’s Casino and Matrix 180/Sunny-side up (1999) at the Berkeley Art Museum, Rehberger designed a very colorful version in response to the MCA’s concrete-clad terrace. Rehberger views his Luxembourg garden as demonstrating the “impossible ‘translation’ between gardening and Color Field painting.”34"
        },
        {
          "Image": {
            "-href_opt": "images/AVL%20Pioneer%20Set_opt.jpeg",
            "-href": "file:///Users/Loki/Desktop/004%20to%20sort/1%20work/Green%20Acres%20Book/2%20Green%20Acres%20Final/GreenAcres%20Book%20Folder/Links/AVL%20Pioneer%20Set.tif"
          },
          "sidebar": "Atelier van Lieshout, Pioneer Set (detail), 2000, “Wonderland,” Saint Louis Art Museum, July 1–September 24, 2000  This nomadic farm includes a farmhouse, vegetable garden, chicken coop, rabbit hutch and farm-animal stable. It serves to transform any place into a farm, as it can be situated anywhere. In this case, the farm is sited in Saint Louis’ Forest Park, an urban park that hosts both the Saint Louis Art Museum and the Saint Louis Zoo and provides habitat for squirrels, foxes, birds and other wildlife. In this context, Pioneer Set activates the park’s cultivated, domesticated and natural attributes.",
          "photo-credit": "Courtesy Atelier van Lieshout, Rotterdam. Photograph © Peter Mauss/Esto. All rights reserved."
        }
      ]
    },
    {
      "subhead": "Explanation Five:  Community Engagement Practices Displace Survival Strategies ",
      "main-p": [
        "During this same era, eco-artists, particularly those engaged in the production of ecoventions (ecology + invention), were eagerly devising productive strategies to ensure Earth’s survival, which indirectly involves the survival of all living things, including human beings. Most ecologically driven schemes focus on combating climate change, restoring nature, enhancing biodiversity or safeguarding water supplies. Even so, Ecovention: Current Art to Transform Ecologies (2002), the book accompanying the exhibition that Amy Lipton and I co-curated, barely addresses farming. In addition to the Harrison Studio’s Survival Series, Ecovention featured four innovative strategies for producing foodstuff: Agnes Denes’ Rice/Tree/Burial (1977) and Wheatfield— A Confrontation (1982) and Susan Leibovitz Steinman’s Food for Thought: Urban Apple Orchard (1994) and Gardens to Go (2001).  ",
        "The chronology of ecoventions presented in Ecovention includes Bonnie Ora Sherk’s Crossroads Community (The Farm) (1974–1980) but that project was not considered for that exhibition, because we perceived its educational attributes to overshadow its obvious ecological innovations. Clearly, farming as art was not yet such a widespread phenomenon, although artist-designed gardens were growing in popularity, as evidenced by the Queens Museum of Art exhibition “Down the Garden Path: The Artist’s Garden After Modernism” (2005), which mostly featured inedible gardens by twenty-eight artists/teams.37 ",
        "In light of Paul Schimmel’s well-known book Out of Actions: Between Performance and the Object, 1949–1979, one might wonder whether ecoventions are considered actions or public art (allied with sculpture). Ecoventions are effectively public art with an unstable, performative component. One could also ask, why are ecoventions actions and not situations, especially since they typically take up space and time and generate uncertain outcomes? For one, the word action is tied to some feat or achievement, whereas situations have location but no clear goals. Actions are tied to praxis, whereas situations are tied to poesis, the act of creating as an end in itself rather than “doing something” that engenders some other end. Unlike actions, the situation’s actor-producer typically differs from its actor-recipient, although both require actor-recipients to complete them. Strangely, the artworld seems reluctant to connect ecoventions to “actions” from whence they originated.  ",
        "Today’s open-ended ecoventions exemplify the kind of irreversible actions that Hannah Arendt and the Situationist International (SI) promoted in the 1950s. It can’t be accidental that artists who first attempted ecologically oriented actions adopted the language of “actions” rather than terms associated with performance practices already in vogue, such as “events” (Fluxus), “happenings” (Allan Kaprow) or “situations” (Latin American artists such as Carlos Cruz-Diez and Hélio Oiticica). It is unknown whether early eco-artists such as Joseph Beuys, Hans Haacke or Patricia Johanson found inspiration in the SI’s call for actions, Arendt’s emphasis on praxis or art critic Harold Rosenberg’s coining of action painting to denote painting as a “moral act.” Indeed, eco-art actions tend to bond some moral component to sheer willpower in order to undermine each outcome’s unpredictable and uncontrollable aspects. However open-ended eco-art actions are, they are typically constrained by the artists’ sense of purpose and duty to their environment. ",
        "To follow is a brief history of eco-art actions. ",
        "In 1962, Beuys specifically called for an action to clean up Germany’s Elbe River. In 1971, he performed both Forest Action and Eine Aktion im Moor (Bog Action) to publicize the rapid deforestation of Germany’s forests and the destruction of European wetlands, respectively. Haacke’s 1965 manifesto called for changing, indeterminate, living-in-time, unstable, light-responsive works of art that viewers could handle, resulting in Grass Grows (1969), first presented in “Earth Art.” Johanson installed Stephen Long (1968), a light-responsive, 1,600-foot-long, painted ribbon of red, yellow and blue, disappearing into the horizon. That same year, Denes explored the lifecycle’s process of regeneration with Haiku Poetry Burial/Rice Planting and Tree Chaining/Exercises in Ecologic. A year later, Sonfist monitored the air quality of four popular New York City intersections and posted the results at the site for all to see. In 1970, Newton Harrison performed Making Earth in his studio. For these artists, the action was no less reductive than the concept, although the former took place in real space-time, while the latter took place in one’s imagination and could be translated into text. With such eco-art actions, the seeds were sown for entirely new ways to create and experience art as actions replete with what Smithson called “determinate uncertainty.”  ",
        "Originally the purview of individual artists, such actions became increasingly collaborative by the early 1980s. Some early joint efforts include: 1) scuba divers, biologists, engineers and oceanographers helping Betty Beaumont launch Ocean Landmark (1978–1980) off the coast of Fire Island; 2) Ocean Earth, the transnational habitat think tank, incorporating in 1980; 3) Texas naturalists advising Johanson on her Fair Park Lagoon (1981–1986); 4) volunteers clearing, planting and harvesting Denes’ Wheatfield—A Confrontation (1982) at the foot of the World Trade Center;  5) Free International University students planting 7,000 oaks in Kassel for Beuys’ Save the Forest action (1982–1987) and 6) Mierle Laderman Ukeles assisting architects and engineers with the renovation of the New York City Department of Sanitation Marine Transfer Station (1980–1983).  ",
        "This desire for artists (actor-producers) to work collaboratively with non-artists (actor-recipients) really picked up steam in the nineties as Chicago’s Haha collective (led by artists Richard House, Wendy Jacob, Laurie Palmer and John Ploof), Lonnie Graham, Mei-ling Hom and Leibovitz Steinman engaged the “multitudes” in collaborative art activities that required participants to adopt farming know-how in order to achieve some overall goal.38 For these artists, farming as art was seen more as a means to an end than as an end in itself. Unlike early works by the Harrison Studio, Haacke or Denes, whose works offered “survival mechanisms” of a sort, these nineties artists/teams turned to farming in order to engage and bridge diverse communities in “therapeutic activities” centered around issues such as the AIDS crisis, the production of desired foodstuff otherwise unavailable in grocery stores or issues related to immigrants’ diverse homelands. This could explain why research undertaken for both my survivalist article and the “Ecovention” exhibition failed to identify these artists’ projects.  ",
        " Although the design schemes for Rehberger’s vegetative landscapes are determinate, they tend to lack some identifiable purpose, making them ends in themselves rather than means to some other end. Furthermore, the “publicness” of Rehberger’s Museum of Contemporary Art farm, which was wholly vulnerable and accessible to passersby, differentiated it from these other artists’ farms, which were primarily available to and protected by discrete communities. Given their vulnerability and lack of purpose, Rehberger’s vegetative landscapes can be called free-for-alls"
      ],
      "#text": ".",
      "image-wrapper": {
        "Image": [
          {
            "-href_opt": "images/1StrawRev.02.2_opt.jpeg",
            "-href": "file:///Users/Loki/Desktop/004%20to%20sort/1%20work/Green%20Acres%20Book/2%20Green%20Acres%20Final/GreenAcres%20Book%20Folder/Links/1StrawRev.02.2.jpg"
          },
          {
            "-href_opt": "images/1StrawRev02.1_opt.jpeg",
            "-href": "file:///Users/Loki/Desktop/004%20to%20sort/1%20work/Green%20Acres%20Book/2%20Green%20Acres%20Final/GreenAcres%20Book%20Folder/Links/1StrawRev02.1.jpg"
          }
        ],
        "sidebar": "In 2002, Susan Leibovitz Steinman and parents from Cincinnati’s New School built this bio-intensive garden. a three-sister garden consisting of corn, squash and beans, grown in raised-bed planters made from windows recycled from historic homes. The white pipes highlight water meandering through the site. Commissioned for “Ecovention: Current Art to Transform Ecologies,” this farm existed adjacent to the Contemporary Arts Center on the Federal Reserve Bank Plaza. The view to the right looks down on the plaza from the windows of the old Contemporary Arts Center."
      }
    },
    {
      "subhead": "Explanation Six:  Experiential Art-Farms Upend “Farming as a Means to an End”",
      "main-p": [
        "In 1997, Carsten Höller, the rare artist who earned a Ph.D. in agronomy, exhibited two museological agrarian experiments. None is a farm per se, although all deal with human beings’ perceptual limits when it comes to their experience of themselves as “experiencing animals.” First in Palermo and then at Documenta 10, he and Rosemarie Trockel presented two animal-sensing chambers: Addina and Ein Haus fur Schweine und Menschen (A House for Pigs and People) (both 1997). With Addina, visitors ate chicken eggs and smelled and heard the chickens while the chickens observed them. By inviting hungry people to be part of the chickens’ life, this chicken coop was transformed into a “mess hall.” Most important, the artists created an environment that linked the lives of human beings to those of the chickens, whose living quarters are rarely so public. The coop activity certainly accentuated the eaters’ environment.  ",
        "With Ein Haus, human beings  were invited to observe pigs, farm animals that most people, including the artists, deem “incomprehensible.” The coop’s situation is reversed  with Ein Haus, since human beings watch pigs while the pigs carry out their everyday routines, neither aware of nor confronted by the voyeurs in their midst. ",
        "Although none of Höller and Trockel’s public art projects is a farm, their works address issues associated with farming, especially the way sight is used to dominate/control animals, a view presumed and instantiated by farming methodologies. Most obviously, the fact that slaughtering is performed “elsewhere” relieves meat-eaters of potentially painful experiences.39 Höller and Trockel’s animal-sensing chambers question whether detached (blind) thinking erodes carnivore compassion. Elsewhere, I have termed the way authorities privilege and direct vision to sustain, and thereby amplify their power, “the bias of the eye.”40 A House for Pigs and People, the book accompanying their Documenta 10 project, addresses the relationship between human beings’ carnivorous diets and behavior, so farming as an end in itself must be part of their initial concerns. ",
        "Despite their use of farm animals, these works belong to the realm of experiential experiments, which are ends in themselves, no different than Rehberger’s farm supplanting the entrance to the MCA or the land, initiated by Kamin Lertchaiprasert and Rirkrit Tiravanija in 1998. The land, a rice field in Sanpatong, Thailand, about twenty minutes from Chiang Mai, received only scant attention until about three years later, when several artists added visitor-friendly infrastructure, such as the kitchen, several stilted sleeping lofts, Philippe Parreno and François Roche’s award-winning “battery shelter” (2003) and Superflex’s biogas system (2002), whereby anaerobic digestion causes bacteria to convert organic matter into gas.41 For artists who aim to produce experiential experiments, farm-related activities are seen as an end in themselves, rather than as the means to some other activity such as survival, community building, metaphor-making or supplying otherwise unavailable foodstuffs, as is the role farming plays in works by the Harrison Studio, Haacke, Denes, Haha, Hom and Graham.  ",
        "As the producers of experiential experiments, Rehberger, Höller, Trockel and the many artists involved in the land don’t anticipate, let alone desire some particular outcome from the open-ended experiences their works tender. This suggests a shift from those artists who view farming as a survivalist strategy (explanation four) to those who consider farming a meaningful communal activity (explanation five) to those who recognize farming as an end in itself (explanation six) to those artists who view the model of a farm as inaugurating an open-ended situation where anything can happen, aka the “anyspacewhatever” (explanation seven).42"
      ],
      "image-wrapper": {
        "Image": {
          "-href_opt": "images/land%20foundation_opt.jpeg",
          "-href": "file:///Users/Loki/Desktop/004%20to%20sort/1%20work/Green%20Acres%20Book/2%20Green%20Acres%20Final/GreenAcres%20Book%20Folder/Links/land%20foundation.JPG"
        },
        "sidebar": "The starter rice paddy at the land, since 1998, Sanpatong, Chiang Mai, Thailand  Thai cofounders Kamin Lertchaiprasert and Rirkrit Tiravanija consider the land, a working farm 30 kilometers southwest of Chiang Mai, to be both an intermittent, kibbutz-like art camp and a public space. Unlike N55, whose signature geodesic cairns demarcate private spots as public-use lands, the land depends upon public will to keep it afloat, so its well-being is a barometer of public engagement. So far, the land welcomes curious passersby to visit whenever they wish and encourages them to stay as long as they dare. This image depicts the starter rice paddy that will eventually be replanted to produce a rice paddy nearly ten times its size."
      }
    },
    {
      "subhead": "Explanation Seven:  Farms Propose Models for the “anyspacewhatever”",
      "main-p": [
        "It’s hard to imagine that anything as functional, necessary and purposeful as a working farm could become the sine qua non of some “intentionless” situation. That said, one of the land’s landmark attributes is that its cofounders specifically designated it an open platform where anything can happen, since they have nothing particular in mind. One can either consider the land “trapped” in a perpetual loop of striving to achieve something from nothing or “freed” from the necessity of having to achieve anything. As I’ve noted elsewhere:  ",
        "In contrast to the rise in organized, large-scale “community-building” art farms—as characterized by projects initiated by Leibovitz Steinman, Haha, Hom or Graham, which methodically replaced heroic pursuits ordinarily attributed to rugged individualists with “can-do” people power—art-farms produced by Rehberger, Höller/Trockel and the land’s stakeholders are no less people-powered, yet they strategically avoid emphasizing, focusing on or highlighting any particular goal or activity.  ",
        "This lackadaisical approach seems to be all the rage these days, although efforts to capture the sincerity of recent situations seem suspect, more like fashion than authentic quests. Overt intentionlessness has suddenly become the hallmark of a genre of artistic production, leaving any open-ended situation, whether an “occupy” encampment or some wall that repeatedly gets retagged with graffiti, free to be categorized as intentionless art.  ",
        " Not every intentionless situation is art. Even if the “occupy” encampments borrow their organizational structure from models that originated in community arts or “anyspacewhatever” projects, those original situations, and not their concrete applications, are the art.44 Lots of ideas and processes originate in the artworld and then find application in everyday life.45 That’s actually the main reason people value art: Artworks unwittingly channel ideas that become commonplace. As we shall see with explanation ten, which explores the differences between design and art, sampling/borrowing models that have already been vetted belong to design, while inventing untested models is the purview of art.  ",
        "In 1983, Gilles Deleuze coined the term “any-space-whatever” to describe public spaces, where events form despite their nondescriptness.46 Twenty-five years later, Nancy Spector added “the” to his compound noun and titled her 2008 relational-aesthetics survey at the Solomon R. Guggenheim “theanyspacewhatever.” Given the open-ended structure of artworks by Rehberger, Höller and Tiravanija, these three are oft-associated with Nicolas Bourriaud’s brand of relational aesthetics, although neither Bourriaud’s primer Relational Aesthetics (2002) nor Spector’s exhibition includes Rehberger’s design-inspired installations.  ",
        "In Relational Aesthetics, Bourriaud describes the differences between the Situationist International’s “constructed situations” and situations produced by artists tied to relational aesthetics. SI leader Guy Debord defined constructed situations thusly:  ",
        "According to Bourriaud, the Situationists aimed to replace artistic representations with “the experimental realization of artistic energy in everyday settings.” For Bourriaud, Debord misjudged the capacity of “constructed situations” to thwart the spectacle, since the SI failed to recognize that defeating the spectacle requires “new types of relationships between people.” 48 The SI thought that if they altered the imagery of the spectacle, they could form new social relationships. By contrast, artists associated with relational aesthetics produce works that don’t just subvert such relationships, but they actually enable various relationships to blossom. Bourriaud is right to be worried that most “situations” are rather exclusive, constructed for private use and carried out in private spaces. For example, situations that extend the unity of time, place and action but occur in theaters don’t necessarily involve a direct relationship with the Other. In contrast to private situations, “artistic practice is always a relationship with the other, at the same time as it represents a relationship with the world.”49  ",
        "As Bourriaud announces in his book, “Once raised to the power of an absolute rule of civilization, this system of intensive encounters has ended up producing linked artistic practices: an art form where the substrate is formed by inter-subjectivity
 , and which takes being-together as a central theme, the ‘encounter’ between beholder and picture, and the collective elaboration of meaning.”50 He continues: ",
        "One could argue that the recent surge in artist-farmers stems from some urge to initiate open spaces, where “alternative forms of sociability, critical models and moments of constructed conviviality are worked out.”52 More recently, the network of “occupy” movements, which are tragically not self-sufficient foodwise, have globalized the interest in building autarkic communities. Despite widespread misgivings, the “occupy” movements must offer meaningful opportunities; otherwise, they wouldn’t be emulated in scores of quarters across the globe. One misguided criticism (and therefore conundrum) of the “occupy” encampments concerns their decentralized platforms—the fact that they are effectively open spaces—whose agenda, motivations, aims and aspirations are routinely renegotiated or “decidedly” TBD (to be decided). This TBDtude is more aughties (think: the land) than nineties (think: AVL-Ville), since AVL-Ville is run by an oligarchy of four, while the “occupy” encampments, the land, Rehberger’s MCA farm and Höller/Trockel’s animal-sensing chambers are governed and organized by whoever shows up to do the work.  ",
        "One aspect of the “occupy” movement that has eluded its critics is the way that their encampments, modeled as they are on the “anyspacewhatever,” afford frustrated citizens a reentry into the political sphere’s worldly polis, suggesting the demise of the worldless social sphere that has dominated society for the past two decades.53 Indicative of a renewed interest in the polis, where everything is decided through words and persuasion, such people-powered projects require people who not only care, but also have great imaginations, know what to do, are willing to do hard work and feel free to partake/participate. In a world where farm-work has become disassociated from living, let alone surviving, such activities require human beings who are interested in back to basics living yet are also truly evolved thinkers.54"
      ],
      "quote": [
        "One arrives there not knowing exactly what to expect, yet one finds plenty to explore and even leaves with a mental list of possible projects that one ought to undertake to improve the place. A totally open-ended situation, who will drop by, stay or return is entirely unpredictable. The land’s endless potential [is] echoed by Karen Demavivas, who describes the land as striving to become a micro-utopia of conscious daily acts that “propagate an equanimous life in the present for the betterment of a community, and more broadly, society.”43  ",
        "“Constructed situations” engage “livers” [actor-recipients] and actors [actor-producers] alike. Our action . . . can be briefly defined as the intervention of games of an essentially new type . . . We must try to construct situations, that is to say, collective ambiances, ensembles of impressions determining the quality of a moment . . . It is easy to see to what extent the very principles of the spectacle—nonintervention—is linked to the alienation of the old world . . . The role played by . . . those who cannot be called actors but rather, in a new sense of the term, “livers” must steadily increase.47 ",
        "[T]his generation of artists considers intersubjectivity and interaction neither as fashionable theoretical gadgets, nor as additives (alibis) of a traditional artistic practice. It takes them as a point of departure and as an outcome, in brief, as the main informers of their activity. The space where their works are displayed is altogether, the space of openness that ushers in all dialogue (Georges Bataille would have written “rift” [déchirure]). What they produce are relational space-time elements, inter-human experiences trying to rid themselves of the straitjacket of the ideology of mass-communications, in a way, of the places where alternative forms of sociability, critical models and moments of constructed conviviality are worked out.51 "
      ]
    },
    {
      "subhead": "Explanation Eight:  Farm Activities Help to Revitalize Autarkic Communities",
      "main-p": [
        "As briefly mentioned above, my 2001 survivalist article described how four decades of survivalist art unwittingly anticipated the millennial trend toward a post-political society, in which political processes are rendered obsolete as “money-power” supplants “voting-power” and individual liberty replaces people-power. Aggravated in part by Y2K threats and declining voter turn-outs, survivalist art seemed to indicate some post-political turn. The more vanquished the political sphere became, the more members of the post-political society opted to adopt this survivalist mindset—some sense of self-reliance exacerbated by the increasingly oppressive state-apparatus and repressive authoritative figures, whether employers or influential corporations. In a post-political society, an impersonal autonomous sovereignty (the DIY self) supersedes the sovereignty implicit in “government of, by and for the people.”  ",
        "While I doubt that the dozens of artists whose works were infused with this survivalist strain actually advocated a post-political ideology, their works definitely channeled the anti-government sentiment plaguing developed nations’ voters during the millennium. It’s hardly surprising then that social media, the DIY media especially designed to promote this burgeoning cadre of impersonal sovereigns, rapidly ballooned to fill the vacuum left by the vanquished political sphere. ",
        "In that survivalist article, I also noted how that era’s “non-voters tacitly accept[ed] capitalism’s replacing democracy, since they let lobbyists influence politicians more than themselves as constituents.” Continuing my analysis of this peculiar trend, I wrote: ",
        "I concluded with the point that “[t]ime will only tell whether Modernity’s second phase will engender a post-political society, where capitalism is the law of the land: or an autarkic community, where people live simply and value self-reliance.”56  ",
        "With another decade behind us, which included both the 9/11 tragedy and the mortgage-banking crisis, we recognize that these already strained conditions have been further aggravated. In fact, it’s not entirely obvious whether capitalism is the law of the land or whether self-reliance is de rigueur. One could argue that post-political tendencies have been replaced by those that are far more “activist” yet feature a “left” that is no less distrustful of the government than the “right.” On one hand, muscular forces are afoot, as sentries act to ensure that capitalism remains the law of the land. This strategy is epitomized by the recent legalization of beliefs once considered threats to democracy—such as corporations having the same rights as persons, political campaigns being guaranteed the purview of free speech, quotas meant to rebalance injustices being framed as unequal treatment or corporations convincing voters that corporate taxes amount to double taxation. On the other hand, the view that the political sphere disguises corporate influence has given the recently awakened activist left cause to pause.  ",
        "Either way, society has evolved to the point where autarkic communities, mostly in the form of farmers’ markets, barter systems and deliberate acts of generosity/reciprocity are blooming in spades, as most voters consider post-political strategies, whereby people and corporations peddle wealth to wield influence, entirely unaffordable! One could argue that the Arendtian notion of power requiring groups of people to band together to resist authority figures has not been more in vogue since anti-Vietnam protests four decades ago. If there were literally only a handful of artist-farmers a decade ago, there are now dozens of artist-farmers sprouting up all over the place. Most seem motivated to negotiate projects face to face, thus restoring the sense of community undermined by the post-political era. Others are exploring non-capitalist systems, while others still aim to subvert the market’s capacity to overwhelm (and thereby water down) art’s provocative proclivities, whereby art fairs, collectors and auction houses determine merit.57  ",
        "Some artists have concluded that since it’s increasingly difficult to compete as an artist, why bother making objects? Let’s just do something that matters; let’s engage one another in life-sustaining activities. In the meantime, let’s find self-sufficient ways to farm as art in order to make life more enjoyable, thus improving everybody’s well-being. This is beginning to sound like a return to some combination of explanations three (produce stuff we actually need), five (create mechanisms of community engagement) and seven (prolong becoming via endless negotiation). ",
        "Adam Krause’s 2011 book, Art as Politics, calls for an art that both subverts the art market and initiates a value system that gives rise to the polis. Krause comments, “In order to fully succeed, this decommodified art will need a similarly decommodified social context in which to operate. By creating and demonstrating new modes of being and interacting, artistic change can work in advance of political change. But ultimately, artistic change and political change need to work in tandem, or else the decommodified and revolutionized art will be left without a proper context to function.”58 With this in mind, the left’s potential political pause could prove perilous.  ",
        "Not surprisingly, food, which everybody (rich or poor) needs and consumes, is fast becoming the new “greenback” (note its food-related synonyms dough, bread and lettuce). This fungible alternative to paper currency also “gives rise to the polis,” since farming requires discussion to coordinate stakeholders’ goals and actions. During Documenta 13, Claire Pentecost proposed Soil Ingots (2012), a new commodity cast from rich compost whose impact threatens petroleum’s influence. To bolster her position, she lists scores of cases whereby multinational corporations have recently purchased (colonized via “free” markets) rich farmland in developing nations, filling farm-owners’ coffers with their increasingly useless currency, namely hard cash. Were cash as valuable as soil, companies could presumably acquire soil-rich assets in their home countries."
      ],
      "quote": "Voting has become the mechanism of last resort: most people only vote to change something that they desperately want changed. By contrast, if [Joseph] Beuys’ “radical democracy” were realized, its model would be team sports, assembling diverse people with shared interests. In the absence of a political life, no wonder people feel increasingly atomized, disenfranchised and ignored.55  ",
      "image-wrapper": [
        {
          "Image": [
            {
              "-href_opt": "images/Full%20Farm%20Section%201_opt.jpeg",
              "-href": "file:///Users/Loki/Desktop/004%20to%20sort/1%20work/Green%20Acres%20Book/2%20Green%20Acres%20Final/GreenAcres%20Book%20Folder/Links/Full%20Farm%20Section%201.psd"
            },
            {
              "-href_opt": "images/PFF_Flat%20Pastures_1_opt.jpeg",
              "-href": "file:///Users/Loki/Desktop/004%20to%20sort/1%20work/Green%20Acres%20Book/2%20Green%20Acres%20Final/GreenAcres%20Book%20Folder/Links/PFF_Flat%20Pastures_1.tif"
            }
          ],
          "sidebar": "The Harrison Studio, Full-Farm: Survival Piece #7, 1972, “Ten,” Contemporary Arts Museum,  Houston, Texas To celebrate the opening of the Contemporary Arts Museum, ten artists were invited to present works deemed avant-garde in 1972. This exhibition provided the Harrisons the opportunity to present five of their seven portable farm-units (Flat Pastures, Upright Pastures, Portable Orchard, Potato Patch and Worm Farm) into one, Full-Farm. Shown above are Upright Pastures and Flat Pastures. This farm could easily form the gathering point for an autarkic community."
        },
        {
          "Image": {
            "-href_opt": "images/Soil%20Ingots%20DSCN4576_opt.jpeg",
            "-href": "file:///Users/Loki/Desktop/004%20to%20sort/1%20work/Green%20Acres%20Book/2%20Green%20Acres%20Final/GreenAcres%20Book%20Folder/Links/Soil%20Ingots%20DSCN4576.JPG"
          },
          "sidebar": "Claire Pentecost, Soil Ingots, 2012,  Documenta 13, curated by Carolyn Christov-Bakargiev, Ottoneum, Kassel, Germany"
        }
      ]
    },
    {
      "subhead": "Explanation Nine:  Farming as Art Creates Value Freed From Market Mechanisms",
      "main-p": [
        "Having tracked how a late-sixties need to legitimize artistic production (explanation three) was succeeded by an artistic urge to survive the loss of the safety net, which eventually engendered numerous DIY strategies (explanation four) as well as the desire to get communities farming (explanation five), we are finally prepared to analyze whether back to the land schemes (explanation two) actually defy the artworld’s market-oriented schemes. Farming as art would not be so interesting, however, were it merely an artist-initiated mechanism for subverting the art market. Nearly anybody with the proper interest, resources and focus can plant seeds and tend to a kitchen garden, but it requires a special talent to render farm-related activities as a work of art.  ",
        "Farms that count as artworks tend to go further than merely subverting the art market, which is really not an accomplishment at all since such a small percentage of the art produced is publicly exhibited, let alone “for sale” via some market-exchange system (a gallery, art fair, private sale or auction). Most of the art market involves resale by long-dead artists. One could argue that the vast majority of living artists unwittingly subvert the art market, since they neither participate in the market, nor do they sell when they do. Innovative artist-initiated farms that are created as artworks rather than as neighborhood beautification projects or community gardens typically also qualify as “ecoventions.” By contrast, intentionless (those that openly intend not to do anything—a rather obstinate reverse-intentionality) “anyspacewhatevers” can’t count as “ecoventions,” even when they effectively do do something, since their creators purposefully rebuff the determination (the “I-will”) underlying most ecoventions.  ",
        "Seeking a way to distinguish ecoventions from eco-art, environmental art and Earthworks, I’ve adopted several ideas from Arendt’s 1961 essay “What is Freedom?” where she remarks: “[O]nly where the I-will and the I-can coincide does freedom come to pass.”59 What makes ecoventions remarkable, even exemplary of what Arendt termed human “miracles,” is that artists have managed to realize/test/build what would otherwise remain only an idea/theory/fantasy. Arendt also notes that “to be free and to act are the same.”60 Clearly candidates for a free act, ecoventions entail a third component, the “I-know,” since their realization typically produces knowledge. The knowledge that transpires is not necessarily intended, since ecoventions’ outcomes are typically uncertain, the feature of “determinate uncertainty” that Smithson attributed to nonsites. Hence, “the term ecovention (ecology + invention) describe[s] an artist-initiated (the ‘I [can]’) project that employs an inventive strategy (the ‘I know’) to transform (the ‘I [will]’) a local ecology.”61 To differentiate ecoventions, which require the “I-will, I-can and I-know,” from earlier ecological actions, I noted that eco-art indicates an I-know, Earthworks require an I-will and environmental art proposes the I-can.62 Since most ecoventions are collaborative ventures, such first-person singular propositions are rather first-person plural: “we-will,” “we-can” and now, “we-know.”  ",
        "Despite my having admired Rehberger’s MCA farm when I first experienced it in 2000, I don’t recall Amy and I discussing whether to include it or any of Rehberger’s other vegetative landscapes in our exhibition “Ecovention.” Our exhibition was meant to showcase ecological inventions, so we worried that including works whose “inventive” attributes weren’t obvious might derail our objectives. For our purposes then, Rehberger’s gorgeous farm, which connected the museum’s public exterior space to its private interior space, seemed to us to be more an intervention on the daily goings-on of a museum and its relationship to the public than an ecovention.  ",
        "Exemplary of environmental art, Rehberger’s MCA farm clearly conveys public access, generosity of spirit and possibility (we-can), three features that incidentally characterize most “anyspacewhatevers.” Such situations, when realized, are emancipatory, although they cannot be said to exemplify Arendt’s notion of freedom, since the I-will component belongs more to the actor-recipient(s) whom such works invite to act freely than to some actor-producer(s) who has sacrificed the I-will component in order to emancipate actor-recipient(s). Just getting to the land or waiting over two hours to float in Höller’s tank is a testament to the way actor-recipients exercise their will when experiencing “anyspacewhatevers.” ",
        "Such activities may be temporarily freeing, although they are hardly free acts, since they have typically been initiated by someone other than the one doing the acting. In such cases, the I-will fails to coincide with the I-can. Freedom cannot be achieved as long as actor-recipients are not able to initiate related actions for themselves. Furthermore, an artist’s act isn’t totally free as long as the artist-producer either depends upon or is acting to fulfill someone else’s will. Freedom can become further imperiled when someone other than the artist(s) (a curator, exhibition coordinator or development officer) procures funds needed to produce works, whether ecoventions or “anyspacewhatevers.”  ",
        " By contrast, artists who farm as an alternative to producing marketable artworks tend to multiply the free acts available to actor-producers and actor-recipients alike. The most obvious line of attack is to challenge prevailing farming practices. These farmer-artists ask people to reconsider particular places as suitable farms (let’s farm museums, abandoned lots or freeway underpasses), what types of foodstuff are suitable to grow (imagine growing rice in Germany or producing quality wine using “inferior” Zinfandel grapes in California) or what passes as a suitable farming technique (let’s farm vertically indoors, harvest foods from people’s backyards or transform abandoned lots into massive community gardens). Such acts heavily depend upon the I-will component, which, as I noted above, “anyspacewhatevers” typically outsource to actor-recipients! As such, “anyspacewhatever” farms primarily test trust. Typically commissioned by museums, collectors or foundations, “anyspacewhatever” farms are produced by artists whose already empowered status diminishes the urgency to flex one’s muscle implicit in the I-will modus operandi.63  ",
        "Given the greater visibility of “anyspacewhatever” farms, their actor-producers’ unusually lackadaisical approach doesn’t necessarily signal their death knell. Consider this description of the land’s relationship to its public will, rather than the will of its actor-producers. ",
        "Not surprisingly, many projects in this book double as ecoventions. That is, works featured here offer inventive schemes for resolving ecological problems, although these problems specifically address farming and these artists’ solutions have yet to be tested. As the next section demonstrates, it is their “untested,” determinate uncertainty that distinguishes them as “art” and not design. Once artists’ innovative actions are tested and vetted, they become the new standard bearers, losing their status as “art” to become an acceptable farming technique. This gives new meaning to Marcel Duchamp’s oft-quoted point that after thirty or forty years, art becomes art history.65 In this context, farming as art eventually becomes “conventional farming,” a point that has been made clear by the number of people who currently seed-bomb, “subsistence-farm” indoors, harvest raised-bed plots in abandoned lots, grow fish using aquaponic systems and site farms in public spaces, all activities that originated as ecoventions. Previously deemed some artists’ hair-brained schemes, they are now de rigueur urban-farming techniques!"
      ],
      "quote": "So long as the land remains self-reliant (not necessarily self-sufficient), yet also depends upon its community for support, the land is a success. What makes the land remarkable is the tension between its natural needs (clearing, planting, harvesting, maintenance, feeding animals) and their fulfillment. Were its needs satisfied by its actual owners, the land would be like any other parcel of private property. [Cared for] by transient residents, the land remains a test and testimony of public will.64 "
    },
    {
      "subhead": "Explanation Ten:  Farming as Art Provides Designers an Entrée into the Artworld",
      "main-p": [
        "In the catalog essay accompanying Stephanie Smith’s exhibition “Beyond Green: Toward a Sustainable Art” (2005), social-design scholar Victor Margolin asks, “How do we think about art that moves from discourse to action, art whose intent is to produce a useful result?”66 Having just reviewed a fifty-year chronicle of artistic activites that explicitly pertain to actions, ecoventions and farming (beginning in 1962 with Beuys’ Bog Action and Allison Knowles’ Make a Salad), I suspect that you, dear reader, must be as stumped as I am by his remarks. He seems to be operating under some view that artists “dream” while designers “do,” but such a position strangely excludes the history of ecoventions, which includes scores of practical projects realized by dozens of artists since the late sixties. Ignoring art history, Margolin considers artists’ practical pursuits to be in conflict with their discursive function. ",
        "Margolin implies three points here:  1) design, which is practical, is distinguishable  from art, given the “primacy of discourse in artistic practice”; 2) the intent to achieve “social results” is the purview of design and 3) the critical community should be wary of artists doing practical activities, while calling themselves artists. As discussed above, artists have been engaged in practical “actions” since the early sixties, when Beuys first called for an “action” to clean up Germany’s Elbe River. The point that is most problematic here is his limiting the discursive to art, especially since one can function as an architect even if one’s designs never get built, yet one cannot function as an artist if one’s works, whether discursive or practical, fail to be valued as art. So the quality of “discursive” belongs no less to design than to art. Regarding the second point, the aforementioned histories of ecoventions and farming as art prove that artists have been applying their skills to achieve “social results” since the sixties, so one wonders why Margolin specifically attributes social results to the design arena. In fact, “green design” and “social architecture” are rather recent trends, partly inspired by Samuel Mockbee’s Rural Studio Program, although of course the Modernist buildings of Le Corbusier and Mies van der Rohe are effectively “social experiments” that have lasted fifty years, although to varying degrees of popularity.  ",
        "To address Margolin’s third point, I would argue that design and art are judged by totally different standards, so there’s no good reason for the critical community to be wary—unless, of course, designers start calling what they do “art.” Design can be art, although only when it offers an innovative solution that others later copy, not when it appropriates art-historical strategies.67 One point that differentiates “discursive” art from “discursive” design is that an artist’s designs (whether in the form of a drawing, photo/text proposal or digital file) are typically considered ends in themselves, while a designer’s designs remain means to an end, since they await built structures—unless, of course, they present “visionary” architecture, or buildings that would be impossible to construct, such as those of Lebbeus Woods, Hugh Ferriss and the early designs of Coop Himmelblau, Superstudio or Archigram. I will now try to clarify the differences between “practical” art and “practical” design.  ",
        "When some design (constructed, manufactured or built by others) is reduced to a singular idea, under what conditions is this idea “art” and not “design”?68 In a way, the answer is easy, since the answer lies in the way these fields are practiced. Not surprisingly, the very same conditions differentiate art from science. Science and design are hardly fields guided by whim, intuition or supposition. Each follows general principles, best practices and guidelines that are tested, vetted and circulated by respected peers. When Haha first proposed (1992) that they transform storefronts into hydroponic vegetable farms so as to minimize the need for washing and peeling vegetables, thereby keeping nutrients intact, people probably thought them mad! ",
        "Although people generally distinguish design, which solves problems, from art that creates problems, this distinction fails for those artists whose projects must at least attempt to solve problems, if not solve them altogether. Truly ahead of the curve, any of this book’s potential design solutions have yet to be tested, vetted or circulated, so their success as design remains uncertain. However, the very absence of testable standards for evaluating these designs, the way one would a car or washing machine, demonstrates their success as art. The problem of the artist-initiated design solution proves complex, especially since a work’s greatness “as design” (sustainable, cost-effective, ease of implementation) depends on the very qualities people invoke to differentiate “design” from “art,” while its greatness “as art” depends on hotly contested values such as “originality,” “ingenuity,” “influence” and “generosity.” House & Garden once rejected Johanson’s 1969 drawings (twelve are featured in Section Two) because they erroneously deemed them visionary art, not doable design. ",
        "Perhaps “ownership” and “autonomy” are really what’s at stake, since the artworld tends to credit artists as autonomous authors, even when large-scale artistic practices such as farming as art are collaborative like design work. Consider the fact that the object label for The Sun from Above (Die Sonne von Oben) (2000) identifies Rehberger as its artist, although the exhibition brochure identifies dozens of people who actually helped to implement this work—although not the participants/recipients who care for and/or harvest its bounty. Art-farms, whether ecoventions or “anyspacewhatevers,” typically challenge artworld attitudes regarding ownership, autonomy and intentionality.  ",
        "One could argue that ownership and authorship, not autonomy, are most at stake here. Who authors the art-farm? The actor-producer(s) or the actor-recipients? Who owns an art-farm? The people who sponsor it, the actor-producer who initiates its possibility or the actor-recipients who are either stakeholders or caretakers and ensure its productivity?  ",
        "From another perspective, one is inclined to argue that neither authorship nor ownership is at stake, since no one can really make or own an art-farm, since they are typically sponsored and tendered by people other than the actual property owner. Similarly, one cannot claim credit for an art-farm’s output, although one might be credited with having devised some useful technique that enhances particular yields. Unlike other types of collaborative artworks, such as exhibitions, film, theater or symphonies, farming as art is often a leaderless pursuit, thus providing some sort of leveling ground among actor-producers and actor-recipients alike. Working on a farm is more like being in a rock band. People have certain skills that they voluntarily contribute or refuse!  ",
        "Given the numerous differences between art and design, it’s interesting how many practitioners trained in design have recently entered the art-farm field. In contrast to ecoventions, most designer-created farms combine the I-will, I-can and the I-show, in lieu of the I-know! For designers, the I-show tends to matter more than the I-know since they want their projects, which typically employ standard kitchen-garden techniques, to stand out and communicate some prototype available for others to copy. Since 2005, architect Fritz Haeg has worked with nearly a dozen homeowners and apartment dwellers, stretching from California, New Jersey, Kansas and Maryland all the way to Italy, Turkey and the United Kingdom, transforming their front yards into Edible Estates (subsistence farms).69  ",
        "Project descriptions and blogs posted on Haeg’s website suggest that most of the homeowners who have worked with him originally imagined neighbors both eyeing and stealing their bounty, which has proven a warranted fear! Passersby tend to regard front-yard farms as fair game, free snacks for those who first discover whatever’s ripe.70 While most people consider picking other people’s flowers rude, some view enjoying the fruits of their neighbors’ labor akin to paying a compliment. Others consider access to food a “God-given” right, since food production lacks the sense of ownership akin to garden design. Moreover, food is grown to be eaten, while flowers are grown to be observed. Whether an art-farm or a design-farm, ownership and authorship, as pertaining to edible property, prove impossible to assert, let alone enforce.  ",
        "In Haeg’s book, Edible Estates: Attack on the Front Lawn, he maps out the criteria used to determine which front yards qualify to host his prototypes. He prefers homes “on a somewhat lengthy typical residential street lined entirely with uninterrupted groomed front lawns,” whose front yard is “very visible from the street, with regular car traffic.” He looks for Edible Estate owners who are “super enthusiastic about the project, and committed to and willing to continue the Edible Estates prototype as long as they live in the house.”71 In Berin Golonu’s article “Greening the Revolution,” she claims that Haeg’s front-yard “organic” farms offer both practical and discursive potential. She cites as practical benefits their reducing water usage, minimizing pesticide runoff and reducing the produce’s carbon footprint.72 While this sounds great, only the carbon-footprint point is totally true, since Haeg’s farms tend to consume more water than lawns and most likely require pesticides, since replacing one’s lawn with food couldn’t help but attract loads of pesky critters. As far as I know, Haeg is not particularly interested in creating ecologically innovative lawns or farms. Rather, he aims to inspire a conversation about the ubiquitous U.S. lawn, which his design-farms do. If one wanted an ecologically sound lawn, one would opt for an unkempt, renegade lawn that is full of weeds and looks like heck but maximizes habitat, ensures biodiversity and requires little upkeep. Some Edible Estate owners have remarked that their front-lawn farms require far more maintenance than their earlier, backyard farms ever did.73 ",
        "In 2008, WORK Architecture Company (WORKac) created a functioning design-farm as part of PS1’s Young Architects Program, which commissions architects to build new works in its courtyard to host its summer concert series. WORKac’s Public Farm (P.F.1) engaged over thirty artists, designers, engineers, farmers and green suppliers in its design and production. Although PS1’s press release asserted that food harvested from its farm would be served in its restaurant, multiple telephone conversations with restaurant staff failed to verify this claim. ",
        "Golunu describes P.F.1 as a visionary environment, a farm, a playground, an art installation and an “educational model for sustainable building and design.”74 P.F.1 architects Amale Andraos and Dan Wood see their structure as providing a “space for leisure and relaxation,” as well as serving a “didactic purpose” by making available information regarding P.F.1’s green collaborators. In contrast to Haeg’s one-lawn-at-a-time approach, these architects believe that “ecology works best at a citywide scale to effect change and that it’s hard to make a real difference on an individual level.”75 Despite its many possibilities, Public Farm (P.F.1) functioned more as a popular gathering spot that offered shelter from the elements than as a “public farm” that provided sustenance, although plenty of partiers surely partook in spontaneous acts of foraging/gleaning. ",
        "Perhaps the most well known design-farm is The Edible Schoolyard/Yale Sustainable Food Project (since 2003), an ongoing project initiated by Yale University’s Berkeley Dining Hall and Alice Waters. The Edible Schoolyard gained global publicity when it was included in the traveling exhibition “Into the Open,” curated by Aaron Levy, William Menkin and Andrew Sturm. This exhibition opened in the United States Pavilion at the 2008 Venice Biennale Architecture Exhibition and traveled the next year to Parsons/The New School and the National Constitution Center. Passersby were free to pick the growing vegetables from this vegetative wall.76"
      ],
      "quote": "[B]y what criteria do we evaluate this work? . . . In the never-ending debates on the difference between art and design, the distinction usually comes down to the primacy of discourse in artistic practice . . . But when artists want to achieve social results without identifying themselves as designers, how should the critical community respond? . . . Once artists enter a realm of action, it is difficult to characterize their projects differently from those of other actors such as landscape designers or even architects . . . the discursive has spilled over into the practical, and the practical has become more discursive.",
      "image-wrapper": [
        {
          "Image": [
            {
              "-href_opt": "images/EE05-baltimore-leslie-_opt.jpeg",
              "-href": "file:///Users/Loki/Desktop/004%20to%20sort/1%20work/Green%20Acres%20Book/2%20Green%20Acres%20Final/GreenAcres%20Book%20Folder/Links/EE05-baltimore-leslie-furlong-MED.tif"
            },
            {
              "-href_opt": "images/EE05-baltimore-leslie-_opt.jpeg",
              "-href": "file:///Users/Loki/Desktop/004%20to%20sort/1%20work/Green%20Acres%20Book/2%20Green%20Acres%20Final/GreenAcres%20Book%20Folder/Links/EE05-baltimore-leslie-furlong-MED.tif"
            }
          ],
          "sidebar": "Fritz Haeg’s Baltimore Edible Estate #6, 2008, Baltimore, Maryland In 2008, Fritz Haeg produced his sixth edible estate for Clarence and Rudine Ridgely as part of the Contemporary Museum’s exhibition “Cottage Industry,” co-curated by Irene Hofmann and Kristin Chambers."
        },
        {
          "Image": {
            "-href_opt": "images/P.F.%201_opt.jpeg",
            "-href": "file:///Users/Loki/Desktop/004%20to%20sort/1%20work/Green%20Acres%20Book/2%20Green%20Acres%20Final/GreenAcres%20Book%20Folder/Links/P.F.%201.JPG"
          },
          "sidebar": "WORK Architecture Company, Public Farm (P.F.1), 2008, PS1, Long Island City, New York"
        }
      ]
    },
    {
      "subhead": "Conclusion",
      "main-p": [
        "As Section One clarifies, artists have played an important role both in terms of getting the word out about farming possibilities and producing innovations that contribute mightily to the ongoing development of farming practices already in vogue, such as organic, permaculture, biodynamic, biointensive, fair trade, collective, free-range and grass-fed. One might have already noticed that several artist-farmers mostly describe their work as gardening (Rehberger, Leibovitz Steinman) and call themselves gardeners, because the public’s perception of farms primarily concerns corporate farming, while being a gardener conveys a respect for nature that seems lost among today’s farmers.  ",
        "I would argue that it’s time for artists to take back the term “farming,” the way they have embraced so many terms that have either been misused and/or abused over the years. In fact, the functioning farm seems much more complex and difficult an arena than the contemplative garden, whose primary attributes concern taste, meditation and beauty and thereby falls under the category of design, not art. A garden could be designed and used by one person; not so a farm. Farming typically involves issues of technology, invention versus convention, function versus aesthetics and, most importantly, group negotiation.  ",
        "While gardens are often designed by someone working from a drawing board who later assigns the work to hired hands, farms require negotiation and discussion among multiple stakeholders who eventually share in the work and the bounty. It doesn’t take such a stretch of one’s imagination to consider a well-maintained garden great design. By contrast, artist-farms are messy and can be stinky and noisy, requiring a far greater imagination to recognize their contributions as either qualifying as art or having aesthetic attributes.  ",
        "To survey the gamut of artist-farmer approaches, this book categorizes artists’ particular projects into five sections, each governed by the artist who was that category’s progenitor:  1) farming awareness, publicized by Patricia Johanson (1969); 2) farming innovations, invented by the Harrison Studio (1970–1972); 3) farming communities/community farming, inaugurated by Bonnie Ora Sherk (1974–1980); 4) species diversification, instigated by Avital Geva (since 1977) and 5) farming mysticism, inspired by Agnes Denes’ early ritualistic performance (1968). Few artists included in this book produce artist-initiated farms that strictly adhere to one of these five categories. For example, Denes’ low-key ritualistic performance was one of the first to be identified with the burgeoning eco-art movement, yet it is not as well known as her monumental gestures, those large-scale edible fields of rice and wheat that were as innovative as they were inedible, since they occupied non-farmable spaces. Rather than pigeonhole artists into particular categories, I will discuss particular works in the context of their most relevant categories. ",
        "Another question concerns when farming is art. In this era of community arts, where artists take jobs working on farms, acquire funding to help urban poor set up farms or tend to kitchen gardens in their own backyards, such distinctions are especially helpful, and I will do my best to distinguish these differing approaches along the way. An alternative approach involves submitting each art-farm to art’s five benchmark tests.77  ",
        "As mentioned in the Curator’s Foreword, this book and the accompanying exhibition take their title from the TV sitcom Green Acres, whose numerous rural characters employ absurdist strategies that routinely challenge Oliver’s rational mindset and legal-reasoning skills. Not surprisingly, most “Green Acres” art-farms were considered no less absurd when artists first proposed them. ■"
      ]
    }
  ],
  "#text": "6",
  "section-notes": {
    "subhead": "Section Notes",
    "endnotes": [
      "1	One of the most bizarre outcomes of the “food wars” is the fact that Pennsylvania dairy farmers put pressure on their legislature to require organic milk to carry the “caveat”: “No significant difference has been shown between milk derived from rBST-treated and non-rBST-treated cows,” because they worried that they might lose business to consumers opting for non-rBST milk. But of course, this statement is really a farce, since drinking milk treated with rBST has been shown to lower human beings’ immunity to those bacteria strains that rBST has been designed to kill. These milks are different as “antibiotics,” although not as “milk.”",
      "2	In hindsight, this debate’s negative position became the position that Reaganomics, the Tea Party and “Drill Baby Drill” advocate, since these movements typically tie “scarcity” to governmental regulation, as if demand-driven mechanisms automatically regulate supply. Maybe sometimes or temporarily, but at what cost?  ",
      "3	Even today, pro-lifers routinely smear Planned Parenthood, calling it a killing machine, even though its primary practice concerns performing pap smears and advising women on birth control. Any move to curb unwanted pregnancies is deemed “pro-abortion,” when in fact one could make the case that women choose birth control precisely because they want to avoid having to make such a choice.  ",
      "4	The Food and Agriculture Organization of the United Nations (FAO) and the World Health Organization are two such international organizations whose scientific reports effectively “control” resources related to food production.",
      "5	The Food and Agriculture Organization of the United Nations provides many functions. Its broad objectives, as defined in the Preamble and set out in Article I, are:  1. The Organization shall collect, analyze, interpret and disseminate information relating to nutrition, food and agriculture. In this Constitution, the term “agriculture” and its derivatives include fisheries, marine products, forestry and primary forestry products.  2. The Organization shall promote and, where appropriate, shall recommend national and international action with respect to:   a. scientific, technological, social and economic research relating to nutrition, food and agriculture;   b. the improvement of education and administration relating to nutrition, food and agriculture, and the spread of public knowledge of nutritional agricultural science and practice;   c. the conservation of natural resources and the adoption of improved methods of agricultural production;   d. the improvement of the processing, marketing and distribution of food and agriculture;   e. the adoption of policies for the provision of adequate agricultural credit, national and international;   f. the adoption of international policies with respect to agricultural commodity  3. It shall also be the function of the Organization:   a. to furnish such technical assistance as governments may request;   b. to organize, in cooperation with the governments concerned, such missions as may be needed to assist them to fulfil the obligation arising from their acceptance of the recommendations of the United Nations Conference on Food and Agriculture and of this Constitution; and   c. generally to take all necessary and appropriate action to implement the purposes of the Organization as set forth in the Preamble.  http://www.fao.org/docrep/009/p4228e/P4228E03.htm#ch3.2",
      " ",
      "6. http://en.wikipedia.org/wiki/ World_population ",
      "7	To estimate the amount of proven reserves remaining and the amount of oil pumped from the ground since 1970, I combined two online sources: “Opec Share of World Crude Reserves 2010” (http://www.opec.org/opec_web/en/data_graphs/330.htm) and “World Annual Production” (http://people.hofstra.edu/geotrans/eng/ch5en/appl5en/worldoilreservesevol.html). The 13 OPEC nations are believed to hold 80% of the world’s proven reserves. Of course, it is widely known that countries and corporations tend to exaggerate their proven reserve numbers in order to enhance their stature in terms of wealth, stability and influence, so it is extremely difficult to estimate proven reserves, which have increased rather than decreased over time, as this chart indicates: http://www.opec.org/library/Annual%20Statistical%20Bulletin/interactive/2007/FileZ/XL/graph/Chart9.swf.  ",
      "8	http://www.earthvillage.jp/earth/earth_oct05.html ",
      "9	http://eartheasy.com/blog/2009/01/can-organic-farming-feed-the-world/ ",
      "10. Dave Hickey. “Joep van Lieshout Rebel Housing: Architecture as Rock and Roll.” A supplement. Tampa: University of South Florida. 1999. p. 17.  ",
      "11	By people power, I have in mind either Joseph Beuys’ notion of “creative capital” or Hannah Arendt’s notion of power that is more the power of the masses to stand together against some authoritarian ruler and less Michel Foucault’s positive sense of power, which rather resembles individual liberty. Foucault’s assigning one’s loss of power to an over-estimation of “right” motivates readers to seize self-sovereignty, which entails individual liberty.  ",
      "12	In response to my describing plants/soil or art-farms as media on par with paint or sculpture, Mark Cooley worries that this claim might be too easily reduced to formalist aesthetics. I totally agree with his view that what differentiates agri-Art (his term) “from the more general treatment of a lot of ‘traditional’ forms is that there’s a clear sense of aesthetics as a relationship and reciprocity of desires—what does it need to live and how am I/we going to live with it?” Mark Cooley, email correspondence dated May 2, 2012. ",
      "13	In fact, one thing that made organizing the six “Green Acres” commissions so difficult is that several artists suddenly felt compelled to switch their farming projects to “cooking” performances/projects. Clearly, today’s urgency of poverty and hunger far outweigh artists’ interest to create and present novel farming techniques. As much as I appreciate and understand this larger concern, I finally had to put my foot down (as the curator), since farming as art remains a far more subversive artistic practice than cooking (as art).  ",
      "14	Cooley notes that although 19th century landscapes arose in response to nature’s vulnerability, their patrons not only benefited financially from nature’s predicament but also considered themselves active participants in the “inevitable ‘taming’ of the ‘sublime’ yet ‘savage’ country by ‘rational men.’” Cooley, May 2, 2012  ",
      "15	Recent food-related exhibitions addressing issues tied to food production include: “EAT LACMA” (2010), curated by Fallen Fruit for Los Angeles County Museum of Art, Los Angeles, California; “agriArt” (2009), curated by Mark Cooley and Ryan Griffis for George Mason University, Fairfax, Virginia; “Bioneering: Hybrid Investigations of Food” (2007) for UC Irvine, Irvine, CA; “The Seed Project” (2007), initiated by artist David Cohen for Winkleman Gallery, New York City, New York; and “Hybrid Fields” (2006), curated by Patricia Watts for Sonoma County Museum of Art.  ",
      "16	Berin Golunu. “Greening the Revolution.” Art Papers. November/December 2008. p. 40. ",
      "17	To read more about “land art,” see Ends of the Earth: Land Art to 1974. Munich: Prestel Verlag. 2012. In Land and Environmental Art (2004), Jeffrey Kastner categorizes land art’s various approaches in terms of integration, interruption, involvement, implementation and imagining.  ",
      "18	John Beardsley. Earthworks and Beyond. New York: Abbeville Press. 2006. p. 44.  ",
      "19	Although Timothy Leary first used this phrase in 1966, it gained currency when he addressed the “Human Be-In,” a gathering of 30,000 hippies in Golden Gate Park. He later admitted that Marshall McLuhan actually slipped him the slogan over lunch. Neil Strauss. Everyone Loves You When You’re Dead: Journeys into Fame and Madness. New York: HarperCollins. 2011. p. 337-38.",
      "20	Barbara Matilsky. “Environmental Art: New Approaches to Nature.” Fragile Ecologies: Contemporary Artists’ Interpretations and Solution. New York: Queens Museum of Art. 1992.  ",
      "21	Mark Cooley notes that today’s “countercultural gardeners” identify more with the punk aesthetic than hippies’ “back to the land” initiatives, citing the website http://punkrockpermacuture.wordpress.com as evidence. There are two possible explanations. Although hippies were no less DIY, their version celebrated people-power rather than the individual liberty associated with the late-’70s punk movement. Another factor is that it’s difficult to identify what hippies actually accomplished. Jean-François Paquay notes that hippies appear to have been ineffectual, future-minded dreamers as compared to present-minded punks whose cult of speed helps them to accomplish many deeds.  ",
      "22	Can it be any surprise that Brian O’Doherty’s infamous 1976 Artforum essays, published as Inside the White Cube: The Ideology of the Gallery Space, coincided with that era’s artists’ constantly pushing the boundaries of the white cube?  ",
      "23	Supposedly, the Guggenheim cancelled Haacke’s exhibition since it contained Shapolsky et al. Manhattan Real Estate Holdings, A Real Time Social System (1971), a work characterizing Harry Shapolsky (one of several Guggenheim trustees’ business partners) as New York City’s most nefarious slumlord. Looking at this installation shot some forty years later, one imagines how emotionally difficult it must have been for Haacke to have to dismantle such a lively exhibition! It looks like a kind of assassination of art and plant life. ",
      "24	http://www.youtube.com/watch?v=cHNgf37ioSc ",
      "25	Sue Spaid. Ecovention: Current Art to Transform Ecologies. Cincinnati: Contemporary Arts Center. 2002. p. 34.  ",
      "26	Newton’s second project with two algologists, now considered Survival Piece #2, launched the Survival Series (1970–1972) and introduced self-sufficient farming techniques to feed an over populated world. Survival Piece #2, one of the simplest discrete ecosystems, involved the Brine Shrimp Artemia and the algae Dunalliela. The Survival Series included a Hog Pasture (#1) for Boston’s Museum of Fine Arts’ “Earth, Air, Fire, Water” (1971), Portable Orchard (#4) for the California State University-Fullerton Gallery (1972) and Full Farm (#7) for the opening of the Contemporary Arts Museum, Houston (1972). Helen’s cooking and serving performances accompanied several exhibitions. Spaid (2002). p. 34.",
      "27	Christina Caldwell. “How to Farm in Your Big City Apartment.” New York Times. March 21, 2012. ",
      "28	Barbara Nemitz, ed. “The Harrison Studio.” Transplant. Ostfildern-Ruit: Hatje Cantz Publishers. 2000. p. 68.  ",
      "29	Sue Spaid. “Survival Strategies: Gearing Up for Autarkic Communities or the Post-Political Society?” New Art Examiner. November–December 2001. p. 60. Job statistics come from “Downsizing Humbles White-Collar Workers.” San Francisco Chronicle. March 3, 1996. A2.  ",
      "30	“Interdisciplinary” featured art by artists like Laura Howe, Kenneth Goldsmith, Jim Isermann, Jorge Pardo, John Souza, Carol Szymanski and Paul Varnac who experimented with non-art practices. My accompanying essay “Interdisciplinary: [Exchange]: Discovery, Reflection and Growth” (1994) attempted to explain academic and artistic motivations for collaborative practices whose diverse communities innovate ideas.  ",
      "31	By 1990, New York City’s East Village gallery scene had settled in SoHo. By contrast, Los Angeles’ Dennis Anderson Gallery and Tom Solomon’s Garage inhabited their original spots. Roberta Smith’s 1992 article “The Art World’s New Image” describing L.A.’s burgeoning alternative scene (before “Three Day Weekend”) has been credited with jumpstarting the Williamsburg gallery scene, which really didn’t get going until 2000, according to William Powhida’s elaborate historical schemata Where Are They Now? (Williamsburg 2000).  ",
      "32	I have suggested elsewhere that one explanation for the artistic practice known as “relational aesthetics,” popularized by the dozen or so international artists surrounding French curator Nicolas Bourriaud, is that their projects arouse the “social touch” that social media erases.  ",
      "33	In differentiating the social from the political, I follow Hannah Arendt, who contrasts the “worldless” social, which originated with the medieval guild, lacks location and mandates conformity, with the “worldly” political, where everything is decided in the polis through words and persuasion. ",
      "34	Daniel Birnbaum. “A Thousand Words: Tobias Rehberger Talks about his Garden.” Artforum. November 1998.  ",
      "35	Ibid. p. 64. ",
      "36	Peter Hoefnagels. “The Good, the Bad and the Ugly.” the good, the bad + the ugly. Rotterdam: NAi Publishers. 1998. p. 45.  ",
      "37	Participating artists included: Vito Acconci, Ghada Amer, Lothar Baumgarten, Roberto Burle Marx, Tom Burr, Mel Chin, Thierry De Cordier, Mark Dion, Stan Douglas, Ian Hamilton Finlay, Dan Graham, Lonnie Graham, Paula Hayes, Jenny Holzer, Ronald Jones, Anissa Mack and Dave McKenzie, Gordon Matta-Clark, Franco Mondini-Ruiz, Isamu Noguchi, Nils Norman, Christian Philipp Müller, Ingrid Pollard, Robert Smithson, Alan Sonfist, Brian Tolle and Diana Balmori, Sergio Vega, Jan Vercruysse and Meg Webster.  Of this long list of artists, this book discusses farms by only Lonnie Graham, Christian Philipp Müller, Nils Norman and Alan Sonfist, so there’s little overlap. For that exhibition, Lonnie Graham, Franco Mondini-Ruiz, Ghada Amer, Brian Tolle and Diana Balmori, and Anissa Mack and Dave McKenzie sited five new works in open spaces adjacent to the museum in Flushing Meadows Corona Park, as well as the nearby Queens Botanical Garden. ",
      "38	In my 1994 essay “Interdisciplinary [Exchange]: Discovery, Reflection and Growth,” which accompanied my “Interdisciplinary” exhibition at Woodbury College, I discuss at length dozens of skill sets not taught in art school that artists must master to make interdisciplinary art. As of 1994, farming was not yet on this list.",
      "39	As Michael Pollan told PBS’ Frontline about the slaughter of his own steer (No. 534), which he planned to track from insemination to death, “The kill floor is not something that journalists are allowed to see, even if you own the animal.” http://www.pbs.org/wgbh/pages/frontline/shows/meat/interviews/pollan.html ",
      "40	Sue Spaid. Boy’s Stuff: On the Futility of Dominion, Soliloquy and Mimesis. Unpublished manuscript. 1999.  ",
      "41	The land’s kitchen, constructed by Tiravanija and two other people, premiered in the exhibition “More Works about Buildings and Food” (2000) in Lisbon. This show also featured works by the Danish collective N55. “What If . . . Artists on the Verge of Architecture and Design,” curated by Maria Lind for Moderna Museet, featured two of the land’s stilted sleeping lofts, built by Tiravanija and Rehberger, which were later exported to Sanpatong. Awarded the 2009 PAALMA design award, the “battery shelter” doubled as the set for Parreno’s 2003 movie Boys from Mars. http://www.floornature.com/architecture-news/news-the-paalma-2009-award-is-presented-to-franaois-roche-philippe-parreno-1533/ ",
      "42	Nancy Spector’s “relational aesthetics” survey “theanyspacewhatever” was on  view at the Solomon R. Guggenheim Museum from October 24, 2008 to January 7, 2009. ",
      "43	Karen Demavivas. Nothing. Chiang Mai: Chiang Mai Art Museum. 2004. p. 79. ",
      "44	My unpublished manuscript Boy’s Stuff: On the Futility of Dominion, Soliloquy and Mimesis discusses at length the implications for a decentered, anti-hierarchical polis, an idea that has circulated since the millennium. ",
      "45	Regarding practices that originate in the artworld as proposals yet seem commonplace today, consider Buster Simpson’s dropping limestone discs to increase the river’s pH, Alan Sonfist’s urban forests, Mel Chin’s original phytoremediation test site, the Harrisons’ indoor farm and Kathryn Miller’s seed bombs.  ",
      "46	Although I read somewhere that Liam Gillick suggested Spector’s exhibition title, Gilles Deleuze actually introduced the term “any-space-whatever” 25 years  earlier in his book Cinema 1. ",
      "47	Guy Debord. “Report on the Construction of Situations and on the International Situationist Tendency’s Conditions of Organization and Action.” Theories and Documents of Contemporary Art. Berkeley: UC Press. 1996. pp. 705–06.  ",
      "48	Nicolas Bourriaud. Relational Aesthetics. Dijon-Quetigny: Imprimerie Darantiere. 2002. pp. 84–85. ",
      "49 Bourriaud. p. 85.  ",
      "50 Bourriaud. p. 15.  ",
      "51	Totally by chance, “Conviviality: Morphing Monuments into Events” was the title of my brochure essay for “An Active Life” (2000) at the Contemporary Arts Center, Cincinnati. This exhibition featured participatory works by Jonathan Borofsky, Ingrid Ericksson, Nancy Evans, Fred Fehlau, Carsten Höller, Martin Kersels, Jennifer Moon, Stephen Shackelford, Pauline Stella-Sanchez, Richard Warren and Hiro Yamagata. “An Active Life” was preceded by “Action Station: Exploring Open Systems,” which premiered at the Santa Monica Museum of Art in 1995, the year before Nicolas Bourriaud’s “Traffic” (1996) enlivened Bordeaux. ",
      "52	Between 1971 and 1972, Sigmar Polke inhabited the German commune Gaspelshof in Willich/Niederrhein. The notion of artists adopting the “farm” as a model of engagement where people from various disciplines come together to solve the world’s problems began in the nineties when Mitchell Kane initiated the “by-invitation-only” Hirsch Farm Project (1991–1995 Wisconsin, 1996 Tahiti, 1997 Singapore/Nepal, 1998 Chicago, 1999 nowhere [just a book] and 2000 Morocco). More recently Morgan C. Puett and Mark Dion, who visited Hirsch Farm in 1991 and 1994, respectively, host Mildred’s Lane (Beach Lake, PA, since 2008), while Michelle Grabner, who reviewed the Hirsch Farm Project’s MCA exhibition in frieze (November–December 1998), and Brad Killam supervise Poor Farm (Waupaca County, Wisconsin, since 2009), two non-working farms where people of all stripes convene to rethink the world. ",
      "53	In The Human Condition (1958), Hannah Arendt distinguishes the “worldless” social from the “worldly” political. To grasp how Arendt differentiates the social, political, private and public, see my essay “Rewalking the Public Square: Are Social Networking Sites Just (the) Social?” 2007. ",
      "54	I have in mind here the view that most people would just rather throw everything away, including unused napkins and reusable plastic bags, then spend time sorting their trash to discover elements that can be reused, recycled, repurposed, composted or tossed. Even if those who do are “highly evolved,” doing so requires taking on a secondary role as a “trash picker,” which leaves onlookers feeling uncomfortable. ",
      "55. Spaid. 2001. p.64. ",
      "56. Ibid. p.65. ",
      "57	Artist-theorist Ted Purves is publishing the second edition of his book What We Want is Free: Generosity and Exchange in Recent Art (2005). Documenta 13 was full of artworks exploring anti-capitalist barter systems.  ",
      "58	Adam Krause. Art as Politics. Porsgrunn: New Compass Press. 2011. ",
      "59	Peter Baehr, ed. The Portable Hannah Arendt. New York: Penguin Books, 2000. p. 451.  ",
      "60	Ibid. p. 446. ",
      "61	Sue Spaid. “Ecoventions qua an Arendtian Account of Freedom, Action, and Miracles.” Landscape & Art. Number 29. Summer 2003. pp. 13–15. Since publishing this essay, I see the I-can and I-will differently. I now see the I-will as demonstrating the artist’s determination, while the I-can indicates possibility. This makes more sense since Earthworks are “transformative acts,” while environmental can be just temporary.  ",
      "62. Spaid. 2003.",
      "63	Unlike ecoventions, whose actor-producers must locate their own funding, artists who make “anyspacewhatever” farms typically receive desired resources from commissioning museums and foundations.",
      "64	Sue Spaid. “One Year Project #2.” artUS. Issue 22. Spring 2008. pp. 48–49. ",
      "65	Duchamp actually said: “A work of art loses its aura or emanation after 30 or 40 years and enters the purgatory of art history.” Although this statement conveys a lot of metaphorical content, the prime point concerns the way artworks lose their “startling” effect once they are absorbed into the artworld canon. ",
      "66	Victor Margolin. “Reflections on Art and Sustainability.” Beyond Green: Toward a Sustainable Art.eds. Stephanie Green and Victor Margolin. Chicago and New York: Smart Museum of Art, University of Chicago and Independent Curators International. 2005. pp. 24–27.  ",
      "67	I have in mind here Frank Lloyd Wright’s Fallingwater as a design object that doubles as art.  ",
      "68	To see how art can be reduced to ideas, see Rob Pruitt’s 101 Art Ideas You Can Do Yourself (1999). ",
      "69	Since 2005, Haeg has installed or has received funding for eleven Edible Estates. From his most recent to his earliest: 11) Istanbul, TK (2012), 10) Rome, IT (2010/2011), 9) Aldrich Contemporary Art Museum, Ridgefield, CT (2010), 8) New York City, NY (2009), 7) Los Angeles, CA (2008), 6) Baltimore, MD (2008), 5) Sierra Ridge Apartment Complex, Austin, TX (2008), 4) Brookwood House Council, London, UK (2007), 3) Maplewood, NJ (2007), 2) Lakewood, CA (2006) and 1) Salina, KS (2005). ",
      "70	Clarence Ridgely,  http://fritzhaeg.com/garden/ initiatives/edibleestates/ baltimore.html Ridgley is part-owner of the  Baltimore prototype.",
      "71	In a bizarre twist of fate, several Edible Estates have not continued as Haeg had hoped since owners have strangely divorced, moved or neglected their commitments.",
      "72	Berin Golonu. “Greening the Revolution.” Art Papers. November/December 2008. p. 44.",
      "73. www.fritzhaeg.com",
      "74. Golonu. p. 42.",
      "75. Golonu. p. 42.",
      "76	http://beta.constitutioncenter.org/ncc_press_Into_the_Open.aspx ",
      "77	In my catalog essay for Uh-Oh, What Weird Stains There Are: A Whoop Dee Doo Book (2012) I describe art’s benchmark test and suggest that events that qualify as art have five particular traits. The five traits differentiating art events from nonart events include: 1) art events have unpredictable outcomes, 2) art events influence future art events, 3) art events unwittingly challenge participants’ preferences, interests, values and beliefs, 4) the consequences of art events far surpass their authors’ intentions and 5) art events irreversibly alter our world."
    ]
  }
}
